Repository: arcusfelis/zotonic
Catalog: modules/mod_authentication/translations/*.po
Languages: ru

source: Below are your account details and a link to set a new password.
ru: Информация об учётной записи и ссылка для ввода нового пароля ниже.

source: Below you can enter a new password for your account
ru: Ниже вы можете ввести новый пароль

source: Change password and Log on
ru: Сменить пароль и пройти авторизацию

source: Check your e-mail!
ru: Проверьте свой адрес электронной почты!

source: Click on the button below to e-mail you a verification message.
ru: Чтобы выслать подтвержение на Ваш электронный почтовый ящик, нажмите на кнопку ниже.

source: Click on the link below to enter a new password, when clicking doesn't work then you can copy and paste the complete address to your browser.
ru: Для ввода нового пароля, нажмите на ссылку ниже. Если ссылка не работает, попробуйте скопировать и вставить ссылку в адресную строку браузера.

source: E-mail address or username
ru: Адрес электронной почты или логин

source: Enter your e-mail address or username below and we will send you an e-mail with password reset instructions.
ru: Для того, чтобы сбросить Ваш пароль, введите адрес вашего ящика электронной почты или имя вашей учётной записи. Письмо с инструкциями будет выслано на ваш почтовый ящик.

source: For security reasons password reset codes are only kept for a limited amount of time and can only be used once.
ru: В целях безопасности воспользоваться высланным кодом безопасности можно только один раз и только в течение ограниченного периода времени.

source: Forgot your password?
ru: Забыли пароль?

source: Hello
ru: Привет

source: How to reset your password
ru: Как сбросить свой пароль

source: I forgot my username or password
ru: Я забыл своё имя пользователя или пароль

source: In the e-mail you will find instructions on how to reset the password of your account.
ru: В электронном письме Вы сможете найти подробные инструкции по получению нового пароля.

source: Log Off
ru: Выход

source: Log On
ru: Вход

source: Log on using your
ru: Авторизоваться при помощи

source: New password
ru: Новый пароль

source: One moment please, logging off…
ru: Подождите...

source: Password
ru: Пароль

source: Passwords should have at least six characters.
ru: Минимальная длина пароля - 6 символов.

source: Please show me the log on form
ru: Показать форму авторизации

source: Repeat password
ru: Опять пароль

source: Reset Password and Log On
ru: Получить новый пароль и пройти авторизацию

source: Reset your password
ru: Сбросить пароль

source: Send Verification Message
ru: Выслать подтверждение

source: Send me instructions
ru: Выслать инструкции на мой почтовый ящик

source: Sorry, could not send the verification message.
ru: Извините, мы не смогли выслать подтверждение.

source: Sorry, your password reset code is unknown or expired
ru: Извините, но этот код восстановления пароля не подходит. Возможно, он устарел

source: Stay logged on unless I log off.
ru: Оставаться в системе.

source: Thank you,
ru: Спасибо,

source: The crew at
ru: Комманда

source: The e-mail address associated with your account is
ru: Адрес вашего электронного почтового ящика

source: The e-mail will contain instructions how to reset your password.
ru: Сообщение будет содержать дальнейшие инструкции для сброса пароля.

source: The two passwords should be equal. Please retype them.
ru: Введённые пароли не совпадают.

source: To find your account you need to enter either your username or the e-mail address you gave us.
ru: Для определения Вашей учётной записи введите имя пользователя или адрес электроннного почтового ящика.

source: Use some non alphabetical characters or digits to make it harder to guess.
ru: Используйте последовательность из чисел и символов, чтобы усложнить злоумышленнику подбор Вашего пароля.

source: Username
ru: Логин

source: We can only send you an e-mail when we have the e-mail address of your account.
ru: Мы можем выслать сообщение только на действующий электронный почтовый ящик.

source: We don’t seem to have any valid e-mail address or other electronic communication address of you.
ru: Ваш почтовый неизвестен.

source: We have sent you an e-mail. In the e-mail you will find instructions on how to confirm your account.
ru: Мы выслали сообщение с инструкциями для сброса пароля на Ваш электронный почтовый ящик.

source: When you didn't request a passsword reset then you can ignore this e-mail. Maybe someone made an error typing his or her e-mail address.
ru: Если вы не запрашивали новый пароль, просто проигнорируйте это сообщение. Возможно, кто-то ввел Ваш адрес по ошибке.

source: When you don’t receive the e-mail within a few minutes then be sure to check your spam filter and spam folders.
ru: Если письмо не придет в течение нескольких минут, проверьте папку "спам" в вашем почтовом клиенте.

source: When you forgot your username or pasword then you can ask us to
ru: Если вы забыли логин или пароль, то вы можете попросить

source: You can
ru: Вы можете

source: You entered an unknown username or e-mail address. Please try again.
ru: Вы ввели неправильный логин и адрес электронной почты. Попробуйте ввести их снова.

source: You entered an unknown username or password. Please try again.
ru: Вы ввели неправильные логин и пароль. Попробуйте ввести их снова.

source: You might have made a typo in your username or password. Please note that both are case sensitive and check that your caps lock key is off.
ru: При вводе пароля нужно учитывать регистр символов.

source: You need to change your password
ru: Вам необходимо сменить ваш пароль

source: You receive this e-mail because you or someone else requested a password reset for your account. You or the someone else either entered your username or e-mail address. You will not receive any additional e-mails because of this request.
ru: Вы получили это сообщение, потому что Ваш адрес электронной почты или имя пользователя были введены в форму восстановления пароля на нашем сайте.

source: You requested a new password for
ru: Вы запросили новый пароль для пользователя

source: You will be redirected to the home page.
ru: Вы будете перенаправлены на главную страницу.

source: Your account name is
ru: Ваше имя пользователя

source: Your account needs verification
ru: Ваша учетная запись ожидает проверки

source: Your new password is too short.
ru: Ваш новый пароль слишком короткий.

source: Your password will be reset and you will be logged on as
ru: Ваш пароль был успешно сброшен. Вы известны как

source: e-mail a temporary password
ru: выслать временный пароль

source: request a new password reset code
ru: запросить новый код
