Repository: arcusfelis/zotonic
Catalog: modules/mod_translation/translations/*.po
Languages: ru

source: Active modules
ru: Включить модули

source: Add a new language
ru: Добавить новый язык

source: Add language
ru: Добавить язык

source: All languages known to the system. You can add or remove languages.
ru: Все языки в системе. Вы можете добавлять новые или удалять.

source: Are you sure you want to delete the language
ru: Вы уверены, что хотите удалить язык

source: Cancel
ru: Отмена

source: Default
ru: По умолчанию

source: Delete language
ru: Удалить язык

source: Edit
ru: Правь

source: Edit language
ru: Редактировать язык

source: Enabled
ru: Включён

source: Enabled languages show up in the language selection menu. The default language is used for new visitors without a selected language.
ru: Активированные языки будут показываться в меню выбора языка. Для новых посетителей будет выбран язык по-умолчанию.

source: Enter the iso code (for example <em>en</em> or <em>nl</em>), and the title of the language. Use the native form of the language, for example <em>English</em>, <em>Türkçe</em> or <em>Français</em>.
ru: Введите код ISO (например, <em>en</em> или <em>ru</em>) и название (например, <em>English</em>, <em>Türkçe</em>, Русский или <em>Français</em>).

source: Generate .pot files
ru: Сгенерировать .pot файлы

source: Help about translations.
ru: Подробнее о переводах.

source: ISO Code
ru: Код ISO

source: Language
ru: Язык

source: Languages overview
ru: Описание языка

source: Need more help?
ru: Подробнее

source: No languages configured.
ru: Не сконфигурировано ни одного языка.

source: Options
ru: Действия

source: Reload Translations
ru: Перечитать переводы

source: Reload all translations from the modules and site. All templates will be recompiled.
ru: Перечитать все переводы модулей и сайтов. Все шаблоны будут скомпилированы заново.

source: Save
ru: Сохранить

source: Scan all templates for translation tags and generate .pot files that can be used for translating the templates.
ru: Сканировать шаблоны в поисках тегов перевода и сгенерировать .pot-файлы, которые могут быть использованы в целях перевода модулей на разные языки.

source: Show in menu
ru: Показывать в меню

source: Show per module how much of the templates a translated.
ru: Показывать прогресс перевода шаблонов для каждого модуля.

source: The title, body and other texts can be translated in different languages. Here you can select which languages will be used.
ru: Заголовок, содержимое и другие тексты могут быть переведены на разные языки. Вы можете выбрать какие языки использовать для перевода.

source: This will not affect any translations in the database or .po files. This only removes the reference to the language, making it impossible to select or edit content written in the delete language.
ru: Это действие не распространяется на переводы в базе данных или в .po-файлах. Это действие приведет к удалению только ссылки на язык, лишая возможности редактировать страницы на этом языке.

source: Title
ru: Заголовок

source: Translate this page in other languages.
ru: Перевести эту страницу на другие языки.

source: Translation
ru: Перевод

source: Translation configuration and tools
ru: Конфигурация и инструменты перевода

source: Translation status
ru: Прогресс перевода

source: Translation status per module
ru: Прогресс перевода каждого модуля

source: Translations
ru: Перевод
